Revit 2027 API
ParameterTypeId.CalloutAttrHeadTag Property
 "Callout Head"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CalloutAttrHeadTag { get; }
Public Shared ReadOnly Property CalloutAttrHeadTag As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CalloutAttrHeadTag {
	ForgeTypeId^ get ();
}
static member CalloutAttrHeadTag : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace